{
    "mario_games": [
        {
            "gameId": "1",
            "gameName": "Super Mario 64",
            "gameDescription": "<strong>Super Mario 64 </strong>is one of, if not the most popular mario game that ever came out of nintendo studios. With the largest speedrunning scene out of any game ever created, this 27 year old game is still prospering today!",
            "gamePrice": 59.99,
            "pictureUrl": "./mario/super-mario-galaxy.jpg"
        }
        ,
        {
            "gameId": "2",
            "gameName": "Super Mario Bros.",
            "gameDescription": "<strong>Super Mario Bros</strong> , released in 1985, was the first mario game that picked up some pace from nintendo. Released on the popular NES (Nintendo Entertainment System) Super Mario Bros holds a special place in many peoples hearts.",
            "gamePrice": 24.99,
            "pictureUrl": "./mario/supermariobros.jpg"
        }
        ,
        {
            "gameId": "3",
            "gameName": "Super Mario Sunshine",
            "gameDescription": "<strong>Super Mario Sunshine </strong> was first Mario game to be released on the GameCube. This is a popular game among speedrunners, and is a great game to play with friends. The main basis of the game is to clean up the island of Isle Delfino, and to do so you must use the FLUDD (F.L.U.D.D.) to clean up the island.",
            "gamePrice": 59.99,
            "pictureUrl": "./mario/supermariosunshine.jpg"
        }
        ,
        {
            "gameId": "4",
            "gameName": "Mario Kart Wii",
            "gameDescription": "<strong>Mario Kart Wii </strong> is regarded as one of the best mario kart games to be made. With a unique checkpoint system, players were able to take this game to the extremes; making a whole new catagory of ultra short-cuts.",
            "gamePrice": 59.99,
            "pictureUrl": "./mario/mario-kart-wii.jpg"
        }
        ,
        {
            "gameId": "5",
            "gameName": "Mario Kart 8 Deluxe",
            "gameDescription": "<strong>Mario Kart 8 Deluxe </strong>is the most current mario kart game. In my opinion it doesnt quite live up to Mario Kart Wii, this is still a great game that is accessible to many. The Nintendo Switch console brings multiplayer functionality to it's peak, making this a great option for having fun with friends.",
            "gamePrice": 59.99,
            "pictureUrl": "./mario/mk8d.jpg"
        }
        ,
        
        {
            "gameId": "6",
            "gameName": "Super Mario Galaxy",
            "gameDescription": "<strong>Super Mario Galaxy</strong> was very unique and one of the real successful 3d mario games. The game utilized the new motion controls of Wii and was very popular, promoting a second release later on the Wii U.",
            "gamePrice": 59.99,
            "pictureUrl": "./mario/supermariogalaxy.jpg"
        }

    ]







}